Repository: common-repository/professional-login-and-registration-page-style
Catalog: languages/wrlstyle-*.po
Languages: fa_ir

source: WordPress Login Style Editing Plugin Settings
fa_ir: تنظیمات افزونه ویرایش استایل صفحه ورود به وردپرس

source: login style
fa_ir: استایل صفحه ورود

source: Advanced WordPress Login and Registration Plugin Settings
fa_ir: تنظیمات افزونه استایل پیشرفته ورود و ثبت نام وردپرس

source: Background image link:
fa_ir: لینک تصویر پس زمینه:

source: Enter your background image link
fa_ir: لینک تصویر پس زمینه خود را وارد کنید

source: Logo image link above the login form:
fa_ir: لینک تصویر لوگو در بالای فرم ورود:

source: Enter the link to your logo image
fa_ir: لینک تصویر لوگوی خود را وارد کنید

source: Text above the registration form:
fa_ir: متن بالای فرم ثبت نام:

source: Enter the text
fa_ir: متن را وارد کنید

source: Buttons color:
fa_ir: رنگ دکمه ها:

source: Color of the notification box above the forms:
fa_ir: رنگ کادر اعلان بالای فرم ها:

source: Save settings
fa_ir: ذخیره تنظیمات

source: Professional login and registration page style
fa_ir: ویرایش استایل صفحه ورود و ثبت نام حرفه ای وردپرس

source: Advanced editing of WordPress membership form and login form
fa_ir: ویرایش پیشرفته فرم عضویت وردپرس و فرم ورود

source: Sajjad Dehghanian
fa_ir: سجاد دهقانیان
